[
    {
        "service_id": "04",
        "title": "Corporate Law",
        "img": "https://images.unsplash.com/photo-1507679799987-c73779587ccf?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=871&q=80",
        "price": "20.00",
        "description": "In the purview of corporate and commercial legal services in Bangladesh, the firm extensively reviews documents, provides advice and counseling, and maintains barrier-free communication between companies. Depending on the needs of the clients, the firm's corporate and commercial legal service wings assembles a team for each particular case intended to obtain the best results within an agreed upon budget. Professional staffs of international trade and law experts, operate in a lean and efficient manner. We are proud not only of our record of success, but also of the strong and close working relationships that we have developed with our clients, many of whom we advise on a long-term basis in order to secure their interests in Bangladesh markets. FM Associates is one of the leading law firms who has the best Business lawyers in Bangladesh and Corporate Lawyers in Bangladesh and also who works together with the team of Commercial Lawyers in Bangladesh in order to provide diversified services in all practicing arenas of Corporate & Commercial Laws. Our advice comprise of various legal issues as to international trade, foreign direct investments, corporate reorganisations and reconstructions, liquidations, trade arrangement and technology transfers, aviation, telecommunication laws, administration, corporate finance, commercial and contract law, business laws, governance, insolvency, partnership, privatization, restructuring, securitization, and so on. As to our company law practices, we provide services with regards to setting up businesses and all other regulatory compliance matters. We assist both the domestic and international clients as to entering into joint ventures, collaborations, merger & acquisitions. We draft and or vet all sorts of commercial agreements and engagements with the private and public entities. Verge of our services also includes corporate secretarial and documentation services to the domestic and foreign entities in Bangladesh. Besides, lawyers of FMA, as a leading Law Firm in Dhaka, Bangladesh regularly draft and negotiate contracts for its clients which are central to any business transaction. Our corporate & commercial legal services in Bangladesh routinely advises and represents clients in complex international and domestic corporate transactions. Clients include public and private corporations, investment banks and financial institutions, private equity providers, and international bodies. We are proud to say that in such a diversified practice area we have expertise on all aspects of it. Our area includes Administration, Banking, Commercial Law, Contract, Corporate Finance, Formation & Registration, Governance, Insolvency, Merger & Acquisition, Partnership, Privatization, Public Company, Restructuring, Securitization, Taxation and Litigation. We also provide a comprehensive range of services necessary for the establishment of business and operation in Bangladesh by foreign investors.  We also assist in obtaining statutory permissions and sanctions from various regulatory and Government bodies, departments and agencies i.e., Board of Investment (BOI), Bangladesh Bank (Central bank of Bangladesh), Civil Aviation Authority, Ministry of Industry, Ministry of Commerce, Ministry of Finance and Ministry of Telecommunication and the departments of these Ministries."
           },
    {
        "service_id": "05",
        "title": "Criminal Law",
        "img": "https://images.unsplash.com/photo-1550000472-ed8dbdc1a1b6?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=377&q=80",
        "price": "20.00",
        "description": "The criminal law practice assists people charged with criminal offences appearing before the Local Court, Childrens Court, District Court, Supreme Court, Court of Criminal Appeal and the High Court. We provide legal advice and minor assistance, duty appearances and case representation at courts throughout the State. The Criminal Division also provides advice and representation in specialist jurisdictions including the Parole Authority, Drug Court and the Youth Drug and Alcohol Court. Note: If you are seeking legal advice on a criminal law matter, legal advice can only be provided where the lawyer can view the relevant documents, such as the Court Attendance Notice, Facts Sheets, Infringement Notice or AVO application. You must provide copies of these when you are being booked in for an appointment. We give independent advice and assistance in matters like bail, appeals, legal aid, parole, classification and other prison issues. We also give advice and assistance in other areas of prisoners’ lives such as family law and civil law (fines, debt, housing) to help them rehabilitate after release. If someone is pleading guilty to a drug-related criminal offence, they may be eligible to participate in the Drug Court Program. The program provides defendants with an alternative to jail if they undertake one of the treatment or rehabilitation programs for 12 months. Defendants must be dependent on a prohibited drug, be over 18 and reside in the Greater Western Sydney region. Defendants must have pleaded guilty or indicated a plea of guilty to the charge. Anyone charged with offences involving violent conduct, sexual assault or serious drug offences will not be eligible."

    },
    {
        "service_id": "01",
        "title": "Civil Law",
        "img": "https://images.unsplash.com/photo-1531079997448-485eb7235a2b?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=387&q=80",
        "price": "200.00",
        "description": "The civil law practice helps resolve legal issues that impact on people's everyday lives such as debts, unpaid fines, discrimination, tenancy issues, Centrelink disputes and more. Our focus is on helping people to resolve legal issues as early as possible.We provide free legal advice in a wide range of areas, help at some courts and tribunals, and grants of legal aid for matters which are eligible under our policies. Community workers play a critical role in connecting people to legal assistance services. The Law for Everyday Life DVD explains how you can spot a civil law problem and where help is available. We also provide training in civil law for front-line staff, and education sessions for the public.Solicitors can assist where clients are struggling to make their home loan repayments. They work closely with financial counsellors to work out the borrower's true financial position and their capacity to repay their mortgage in the short, medium and long term. They can also attempt to negotiate alternative arrangements with credit providers. Legal assistance will also be provided to obtain hardship variations to loan contracts, or where borrowers have no capacity to repay their mortgage within a reasonable period, to negotiate time to sell the property to avoid the negative impact on sale price arising from a mortgage sale. Solicitors can also investigate whether there were any problems when the borrower entered into the home loan agreement and provide advice and, in some cases, representation for them. We can also advise on joint home loans, guarantees and other arrangements where a client has used their home as security for a loan."
       
    },
    {
        "service_id": "02",
        "title": "TAX & VAT Return",
        "img": "https://images.unsplash.com/photo-1563198804-b144dfc1661c?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1459&q=80",
        "price": "150.00",
        "description": "We at Weprovides taxation services in Bangladesh with the help of our group of tax practitioners, tax lawyers, income tax practitioners, tax professionals, tax representatives and tax accountants in Bangladesh here to assist you in providing the top-notch taxation services in Bangladesh for the Individuals & SMEs. The term Tax describes as “a compulsory contribution to state revenue, levied by the government on workers’ income and business profits or added to the cost of some goods, services, and transactions”. In Bangladesh, Taxation service has become one of the critical and complex compliance issues for business organization in Bangladesh. Tax levy and the imposition is changed almost every year by the promulgation of the Finance Act.  Generally, taxation services in Bangladesh is governed by the Income Tax Ordinance 1984. As a result, several tax problems arise owing to tax debts in Bangladesh and the same can easily be resolved with the help of our taxation services in Bangladesh. If any business organization fails to comply with prevailing taxation rules, they have to face severe pecuniary measures. But sometimes they cannot handle a difficult taxation situation due to their confusion and misunderstanding of the law. To keep up with the changes of compliances of Bangladesh Income Tax, multinational corporations will need to have stable in-house resources to be able to manage additional requirements and responsibilities towards taxation and ensuring the same is our ultimate goal through taxation services in Bangladesh. They will also need to assess their systems to ensure that they can meet new requirements for multijurisdictional reporting. Weis providing advice or acting as agents or principal on behalf of different business clients with the help of our tax attorneys, tax lawyers, income tax attorneys, income tax practitioners, tax professionals, tax representatives and tax accountants. In Bangladesh, Tax consultancy service providers are coming from different types of professional background such as Chartered Accountants, Cost and Management Accountants (CMA), Income Tax Practitioners (ITP), Advocates, Retired government income tax officers.Wehas a mix of all these profession in order to provide the best taxation services to our wide range of clients."

    },
    {
        "service_id": "03",
        "title": "Copyright Law",
        "img": "https://images.unsplash.com/photo-1593444285553-28163240e3f1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=1470&q=80",
        "price": "30.00",
        "description": "We the leading law firm in Bangladesh, is one of the leading Intellectual Property Law Firms in Bangladesh, providing a wide range of Intellectual property legal services in Bangladesh. Our services include registrations, renewals, rectification of Trade Mark, Patent, and Copyright. Intellectual Property Lawyers in Bangladesh needs a great deal of expertise to handle matter delicately. Furthermore, our experienced attorneys provide litigation services for any breach of Intellectual Property Law which includes issuing and/or reply legal notices for any infringement of the Intellectual Property rights, filing litigation, attending hearing etc. Our blend of global expertise, helps us to advise our clients, both in Bangladesh and abroad, on mapping out strategies for obtaining the suitable trade/service marks, patents, and copyright applications. We also assist our clients on the maintenance and protection of established trademarks, patents, and copyright.   The intellectual property legal services in Bangladesh in this firm maintains efficient systems for conducting intellectual property searches, identifying and prosecuting and defending opposition and cancellation proceedings against third-party registration applications, and monitoring client registrations for renewal and infringement issues."
       
    },
    {
        "service_id": "06",
        "title": "Cyber Law",
        "img": "https://images.unsplash.com/photo-1611172061501-ee8ef02d49c5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=821&q=80",
        "price": "20.00",
        "description": "We are an award winning Techno legal / law firm.We are experts and practice as well as litigate in the areas of cyber security, cyber crimes, IT Act, 2000 (Data theft, Source code theft, Hacking, DDoS, Ransomeware, Virus, Pornography laws, facebook abuse, online defamation, child pornography laws, Cyber stalking, revenge porn, Ecommerce laws,), IPR (Trademark & Copyright registration and cases), Financial & EOW.crimes (Online Banking frauds, Crptocurrency &Blockchain, AI, credit card frauds, email fraud, matrimonial frauds, Stock market frauds, MLM frauds), Privacy law, Digital Wallet issues, Electronic evidence issues, IT Act, 2000 Compliance and Privacy Law Compliance.We provide expert opinion on various matters where ever technology and law intersects. We practice in different courts across the country as expert legal counsels. We take matters pertaining to Expert Arguments, Bails, Cross Examinations, Appeals, Drafting & vetting of petitions involving technology, electronic evidence. If any person without permission of the owner or any other person who is incharge of a computer, computer system or computer network,- accesses or secures access to such computer, computer system or computer network. Whoever commits hacking shall be punished with imprisonment up to three years, or with fine which may extend up to five lakh rupees, or with both. We will help you in hacking incidents by investigating,filing Police Complaints, liasoning with police and framing litigations against the hacker for bringing him to justice. Also helps you in deriving a fair compensation in case of any cyber contraventions. "
       
    }
]